Repository: anacstralioti/users-project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Alteração de Usuário
es: Modificación de Usuario

source: ID do Usuário
es: ID del Usuario

source: Digite o ID do usuário
es: Introduzca el ID del usuario

source: Login (e-mail)
es: Inicio de sesión (correo electrónico)

source: Digite o novo e-mail (opcional)
es: Introduzca el nuevo correo electrónico (opcional)

source: Senha
es: Contraseña

source: Digite a nova senha (opcional)
es: Introduzca la nueva contraseña (opcional)

source: Nome Completo
es: Nombre Completo

source: Digite o nome completo
es: Introduzca el nombre completo

source: Status
es: Estado

source: Selecione um status
es: Seleccione un estado

source: Ativo
es: Activo

source: Inativo
es: Inactivo

source: Alterar
es: Modificar

source: Deseja voltar?
es: ¿Quiere volver?

source: Clique para voltar à página principal
es: Haga clic para volver a la página principal

source: English
es: Inglés

source: Português
es: Portugués

source: Cadastro
es: Registro

source: Nome
es: Nombre

source: E-mail
es: Correo electrónico

source: Cadastrar
es: Registrar

source: Já possui uma conta?
es: ¿Ya tienes una cuenta?

source: Faça login
es: Inicia sesión

source: Esqueci minha Senha
es: Olvidé mi Contraseña

source: Recuperação de senha
es: Recuperación de contraseña

source: Digite seu email
es: Ingresa tu correo electrónico

source: Home
es: Inicio

source: Bem-vindo!
es: ¡Bienvenido!

source: Para iniciar, selecione uma das opções:
es: Para comenzar, selecciona una de las opciones:

source: Fazer login
es: Iniciar sesión

source: Não tem cadastro?
es: ¿No tienes cuenta?

source: Clique aqui para se cadastrar
es: Haz clic aquí para registrarte

source: Login
es: Iniciar sesión

source: Digite seu e-mail
es: Introduzca su correo electrónico

source: Esqueci minha senha
es: Olvidé mi contraseña

source: Continue com Google
es: Continuar con Google

source: Continue com GitHub
es: Continuar con GitHub

source: Não possui uma conta? Cadastre-se
es: ¿Quieres volver? Haz clic para regresar a la página principal

source: Login, senha e nome são obrigatórios
es: El login, la contraseña y el nombre son obligatorios.

source: Login deve ser um e-mail válido
es: El login debe ser un correo electrónico válido.

source: Login já existe
es: El login ya existe.

source: Usuário cadastrado com sucesso!
es: ¡Usuario registrado con éxito!

source: Login e senha são obrigatórios
es: El login y la contraseña son obligatorios.

source: Usuário bloqueado, não é possível fazer login
es: El usuario está bloqueado, no es posible iniciar sesión.

source: Login ou senha inválidos
es: Login o contraseña inválidos.

source: Este e-mail não está cadastrado.
es: Este correo electrónico no está registrado.

source: Redefinição de senha
es: Restablecimiento de contraseña

source: Clique no link para redefinir a sua senha:
es: Haz clic en el enlace para restablecer tu contraseña:

source: Um link de recuperação de senha foi enviado para o seu email
es: Se ha enviado un enlace de recuperación de contraseña a tu correo electrónico.

source: Erro ao acessar o banco de dados.
es: Error al acceder a la base de datos.

source: O link de redefinição de senha expirou
es: El enlace de restablecimiento de contraseña ha expirado.

source: Sua senha foi redefinida com sucesso!
es: ¡Tu contraseña ha sido restablecida con éxito!

source: Usuário não encontrado
es: Usuario no encontrado.

source: Usuário atualizado com sucesso!
es: ¡Usuario actualizado con éxito!

source: Usuário bloqueado com sucesso
es: Usuario bloqueado con éxito.

source: Desconectado do Google com sucesso.
es: Desconectado de Google con éxito.

source: Você fez login!
es: ¡Has iniciado sesión!

source: Ir para a página seguinte
es: Ir a la siguiente página

source: Clique aqui para sair
es: Haga clic aquí para salir

source: Bem-vindo à Página Seguinte
es: Bienvenido a la siguiente página

source: Voltar para a página inicial
es: Volver a la página principal

source: Redefinir Senha
es: Restablecer contraseña

source: Digite sua nova senha
es: Introduce tu nueva contraseña

source: Redefinir
es: Restablecer

source: Digite sua senha
es: Introduce tu contraseña

source: OU
es: O

source: Não possui uma conta?
es: ¿No tienes una cuenta?

source: Cadastre-se
es: Regístrate

source: Erro 403 - Acesso Proibido
es: Error 403 - Acceso Prohibido

source: Acesso Proibido
es: Acceso Prohibido

source: Você não tem permissão para acessar esta página.
es: No tienes permiso para acceder a esta página.

source: Se você acredita que isso é um erro, entre em contato com o administrador.
es: Si crees que esto es un error, por favor contacta al administrador.
